<div class="kav_block">
    <h1>Кафедра
        «АВТОМАТИЗАЦИЯ ТЕХНОЛОГИЧЕСКИХ
        ПРОЦЕССОВ И ПРОИЗВОДСТВ»
        (АТПП)
    </h1>

    <a href="/site/gilfanov" class="gilfanov">
        <img class="gilfanov_foto" src="/i/gilfanov.png" width="350" height="304" title="Гильфанов К.Х."/>
        Гильфанов Камиль Хабибович
    </a>

    <div class="kv_right_block">
        <p>Ученая степень докт. техн. наук, ученое звание профессор

        </p>

        <p>Должность зав. кафедрой «Автоматизация технологических процессов и производств»

        </p>

        <p>Телефон – 519-42-62

        </p>

        <p>e-mail – gilfanov@kgeu.ru

        </p>

        <p>Окончил Казанский химико-технологический институт им. С.М. Кирова в 1974 г. по специальности «Автоматизация и
            комплексная механизация химико-технологических процессов», получив квалификацию инженера-электромеханика,
            защитил кандидатскую (1983) и докторскую диссертации (1999) по научной специальности «Теоретические основы
            теплотехники».

        </p>

        <p>Разработка программ курсов повышения квалификации «Работы по подготовке проектов внутренних диспетчеризации,
            автоматизации и управления инженерными системами».</p>

        <p>Проведение мастер-классов в предприятиях отрасли.</p>

        <p>Организация практик студентов и летних студенческих строительных отрядов.</p>

    </div>
</div>
<div class="anchor"></div>
<ul class="classic_list">
    <li>Направление научно-исследовательских работ:</li>
    <li>разработка интеллектуальных подсистем управления программного обеспечения АСУТП энергетическими объектами;</li>
    <li>разработка компьютерных симуляторов и тренажеров для подготовки персонала ТЭЦ;</li>
    <li>исследование динамических и нестационарных процессов в энергетических установках и их элементах;</li>
    <li>разработка и исследование нового теплообменного оборудования;</li>
</ul>

<p>Участие в работе двух диссертационных советов.</p>
<p>
    Публикации
    Имеет более 170 научных публикаций, в том числе 9 патентов РФ и свидетельств на компьютерные программы.

</p>
<h1>Статьи</h1>
<ul class="classic_list">
    <li></li>
    <li> Гильфанов К.Х., Володин Ю.Г., Марфина О.П., Закиров И.Ф., Казаков А.А., Кузнецов А.Б., Рыжакова Ж.С.
        Экспериментальное исследование тепловой инерционности микротермопар (статья) «Приборы», №4. 2008.
        с.52-55
    </li>
    <li> Гильфанов К.Х., Арапов В.А. АСУТП газотурбинного блока 50 МВт Казанской ТЭЦ-1 (тезисы) Материалы
        докладов
        Международной научно-технической конференции «Энергетика-2008: инновации, решения, перспективы». Кн. 1
        «Теплоэнергетика». –Казань: Казан. Гос. энерг. ун-т, 2008. с. 48-52
    </li>
    <li> Гильфанов К.Х., Давлетшин Ф.М. Тепло- и массообмен при охлаждении воды в градирне с принудительной
        тягой
        (тезисы) Материалы докладов Международной научно-технической конференции «Энергетика-2008: инновации,
        решения, перспективы». Кн. 1 «Теплоэнергетика». –Казань: Казан. Гос. энерг. ун-т, 2008. с. 52-57
    </li>
    <li> Гильфанов К.Х., Арапов В.А., Галиуллин Р.З., Билалов Р.А., Михайлова А.Ю., Прец А.Н., Сибгатуллин И.Ф.
        АСУТП газотурбинного блока 50 МВт Казанской ТЭЦ-1 (статья) «Энергетика Татарстана», № 3. 2009. с. 39-43
    </li>
    <li> Гильфанов К.Х., Салеев Р.А., Хакимуллина Л.И, Гатауллин И.Ф. Распространение тепловых волн при
        механической
        обработке твердых тканей зуба (статья) Вестник Казанского государственного энергетического университета.
        Казань:, КГЭУ, 2009. с. 46-52
    </li>
    <li> Гильфанов К.Х., Давлетшин Ф.М., Гилязов Д.Р. Тепло- и массообмен при охлаждении воды в оросителях
        градирни
        с принудительной тягой (статья) Изв. вузов. Проблемы энергетики, 2009, № 11-12, с. 33-40
    </li>
    <li> Петрушенко Ю.Я., Гильфанов К.Х., Арапов В.А. Современные тенденции развития АСУТП в энергетике и
        вопросы
        подготовки специалистов в сфере промышленной автоматики, теории и практики АСУ (статья) «Энергетика
        Татарстана», № 2. 2010. с. 74-82
    </li>
    <li> Кесарев В.С., Гильфанов К.Х. К вопросу о механизме интенсификации суммарной теплоотдачи каверны при ее
        обтекании турбулизированным потоком воздуха (статья) «Энергетика Татарстана», № 3. 2010. с. 37-42
    </li>
    <li> Гильфанов К.Х., Давлетшин Ф.М., Гилязов Д.Р. Повышение эффективности охлаждения воды и исследование
        градирен как объекта управления (Монография) Казань: Казан.гос.энерг. ун-т, 2010.-184 с.
    </li>
    <li> Гильфанов К.Х., Богданова Н.В., Зайнуллин А.Р. Численное исследование нестационарного течения жидкости
        в
        трубчато-кольцевом канале (статья) Изв. вузов. Проблемы энергетики, 2010, № 11-12, с. 12-24
    </li>
    <li> Гильфанов К.Х., Давлетшин Ф.М., Гилязов Д.Р. Повышение эффективности охлаждения воды в оросителях
        градирни
        с принудительной тягой (статья) Вестник Казанского государственного энергетического университета.
        Казань:,
        КГЭУ, 2011, № 1. с. 6-13
    </li>
    <li> Гильфанов К.Х., Богданова Н.В., Сибгатуллин И.Ф. Нестационарный метод расчета потери энергии при
        пульсационном дренировании нефтяной скважины (статья). Вестник Казанского технологического университета.
        Т.14. №3; М-во образования и науки РФ, Казан. гос. технол. ун-т. – Казань: КГТУ, 2011.- C.108-113
    </li>
    <li> Гильфанов К.Х., Кесарев В.С., Адиева Э.Ю., Махмутов Д.Р., Гатауллин И.Ф. Нейросетевое моделирование
        характеристик поверхностных интенсификаторов теплообмена типа сферических выемок (статья) Вестник
        Казанского
        государственного энергетического университета. Казань:, КГЭУ, 2011, № 3. с. 16-19
    </li>
    <li> Гильфанов К.Х., Кесарев В.С., Адиева Э.Ю. Нейросетевое моделирование характеристик поверхностных
        интенсификаторов теплообмена (статья) «Энергетика Татарстана», № 1. 2011. с. 30-32
    </li>
    <li> К.Х. Гильфанов, И.Ф. Закиров, А.А. Казаков, И.А. Канзафаров Нестационарная конвекция горизонтального
        полуограниченного цилиндра при повышении температуры поверхности (статья) «Энергетика Татарстана», № 3.
        2011. с. 60-64
    </li>
    <li> К.Х. Гильфанов, Кесарев В.С., Гатауллин И.Ф., Махмутов Д.Р. Влияние расстояния от входа до места
        размещения
        парной лунки на структуру потока в кавернах с острой кромкой (статья). Вестник Казанского
        государственного
        энергетического университета. Казань:, КГЭУ, 2011, № 4. с. 13-17
    </li>
    <li> Забелкин С.А., Таймаров М.А., Гильфанов К.Х., Грачев А.Н. Экспериментальное исследование термической
        переработки древесины (статья) Вестник Казанского технологического университета. Т.15. №4; М-во
        образования
        и науки РФ, Казан. нац. исслед. технол. ун-т. – Казань: КГТУ, 2012.- C. 52-53
    </li>
    <li> Подымов В.Н., Сибгатуллин И.Ф., Мингатин И.И. Характеристики в одномерном приближении релаксационных
        колебаний пламени в канале (статья) Изв. вузов. Проблемы энергетики, 2012, № 1-2, С. 34-40
    </li>
    <li> Тимербаев Н.Ф., Саттарова З.Г., К.Х. Гильфанов, Хузеев М.В. Исследование гетерогенных химических
        реакций,
        протекающих в восстановительной зоне реактора газификации древесных отходов (статья) Изв. вузов.
        Проблемы
        энергетики, 2012, № 5-6, С. 25-29
    </li>
    <li> Гильфанов К.Х., Гатауллин И.Ф., Махмутов Д.Р., Мингатин И.Ф. Влияние расстояния от входа до места
        размещения парной лунки на структуру потока в кавернах с острой кромкой (тезисы) Тезисы докладов и
        сообщений. ХIV Минский международный форум по тепло- массообмену 10-13 сентября 2012. Минск: Ин-т тепло
        и
        массообмена им.А.В. Лыкова НАН Беларуси, 2012, Т. 1, Ч. 1 С. 58-61
    </li>
    <li> Гильфанов К.Х., Закиров И.Ф., Мингатин И.И., Сибгатуллин И.Ф. Нестационарная конвекция горизонтального
        полуограниченного цилиндра при повышении температуры поверхности (тезисы) Тезисы докладов и сообщений.
        ХIV
        Минский международный форум по тепло- массообмену 10-13 сентября 2012. Минск: Ин-т тепло и массообмена
        им.А.В. Лыкова НАН Беларуси, 2012, Т. 1, Ч. 1 С. 58-61 С. 61-65
    </li>
    <li> Гильфанов К.Х., Богданова Н.В., Насибулина Р.Ж., Гафарова Л.И. Численное исследование нестационарного
        течения жидкости в нефтяной скважине (статья) Вестник Казанского государственного энергетического
        университета. Казань:, КГЭУ, 2012, № 3 (14). - C. 25-34
    </li>
    <li> Кесарев В.С., Гильфанов К.Х. Теплообменная труба. Патент на полезную модель № 88117, заявка 2009122629,
        приоритет 11 июня 2009 г. Зарегистр. в Гос. реестре полезных моделей РФ 27.10 2009
    </li>
    <li> Кесарев В.С., Гильфанов К.Х. Теплообменная поверхность. Патент на полезную модель № 88118, заявка
        2009122050, приоритет 8 июня 2009 г. Зарегистр. в Гос. реестре полезных моделей РФ 27.10 2009
    </li>
    <li> Кесарев В.С., Гильфанов К.Х. Устройство для сравнения интегральных коэффициентов теплоотдачи двух
        теплообменных поверхностей. Патент на полезную модель № 91623, заявка
    </li>
    <li> 2009138874, приоритет 20 октября 2009 г. Зарегистр. в Гос. реестре полезных моделей РФ 20.02 2010</li>
    <li> Кесарев В.С., Гильфанов К.Х. Устройство для сравнения коэффициентов конвективной теплоотдачи двух
        теплообменных поверхностей. Патент на полезную модель № 95088, заявка 2010104654, приоритет 10 февраля
        2009
        г. Зарегистр. в Гос. реестре полезных моделей РФ 10.06.2010
    </li>
    <li> Гильфанов К.Х., Закиров И.Ф., Казаков А.А. Регистрация параметров нестационарного
        свободно-конвективного
        процесса теплообмена горизонтального цилиндра ограниченной длины. Свидетельство о государственной
        регистрации программы для ЭВМ №2011617095, Заявка № 2011615390 Дата поступления 19 июля 2011 Г.
        Зарегистр. в
        Реестре программ для ЭВМ 12.09.2011
    </li>
    <li> Гильфанов К.Х., Закиров И.Ф., Казаков А.А. Патентообладатель(и): ГОУ ВПО "КГЭУ" Установка для изучения
        нестационарного свободно-конвективного теплообмена горизонтального цилиндра ограниченной длины Патент на
        полезную модель № 111644, заявка №2011131761, приоритет полезной модели 28 июля 2011 г. Зарегистр. в
        Гос.
        реестре полезных моделей РФ 20.12.2011 г. Срок действия патента истекает 28 июля 2021 г.
        Патентообладатель:
        ФГБОУ ВПО "КГЭУ"(RU)
    </li>
    <li> Магданов Г.С., Рылов Ю.А., Гильфанов К.Х., Магданов А.Г. Патентообладатель(и): ГОУ ВПО "КГЭУ"
        Адаптивное
        цифровое сглаживающее устройство Патент на изобретение № 2444123, заявка № 2010125733, приоритет 23 июня
        2010 г. Зарегистр. в Гос. реестре изобретений РФ 27 февраля 2012 г. Срок действия до 23.06.2030 г.
        Учебники и учебные пособия
    </li>
    <li> Гильфанов К.Х. Управление, сертификация и инноватика. Казань: Казан. гос. энерг. ун-т, 2006.</li>
    <li> Гильфанов К.Х. Микропроцессорные системы управления. Учебное пособие. Казань: Казан. гос. энерг. ун-т,
        2006.
    </li>
    <li> Гильфанов К.Х., Арапов В.А. Проектирование автоматизированных систем. Учебное пособие. Казань: Казан.
        гос.
        энерг. ун-т, 2006.
    </li>
    <li> Гильфанов К.Х., Подымов В.Н. Теория автоматического управления. Линейные системы. Учебное пособие.
        -Казань.
        ООО «Вестфалика», 2008.
    </li>
    <li> Ильясов Т.Ш., Гильфанов К.Х., Средства измерения основных технологических параметров: Справочное
        пособие
        для выполнения дипломного проекта. Казань: Казан.гос.энерг. ун-т, 2010.
    </li>
    <li> Гильфанов К.Х., Кирсанов Ю.А. Теория эксперимента. Лабораторный практикум. Казань: Казан.гос.энерг.
        ун-т,
        2010.
    </li>
    <li> Гильфанов К.Х., Кирсанов Ю.А. Методы научных исследований. Учебное пособие по НИРС. Казань:
        Казан.гос.энерг. ун-т, 2011.
    </li>
    <li> Кирсанов Ю.А., Гильфанов К.Х. Метрология, стандартизация и сертификация. Конспект лекций. Казань:
        Казан.гос.энерг. ун-т, 2013.
    </li>

</ul>

<h1>Дисциплины</h1>
<ul class="classic_list">
    <li></li>
    <li>Проектирование автоматизированных систем;</li>
    <li>Управление</li>
    <li>Вычислительные машины, системы и сети;</li>
    <li>Информационные сети и телекоммуникации;</li>
    <li>Автоматизированное проектирование систем и средств управления;</li>
    <li>АСУ энергоблоками;</li>
    <li>История и методология науки об управлении;</li>
    <li>История и методология науки и техники в области управления;</li>
    <li>Математическое моделирование объектов и систем управления;</li>
    <li>Современные проблемы автоматизации и управления;</li>
    <li>Современные проблемы теории управления;</li>
    <li>Диагностика сложных энергетических установок;</li>
    <li>Управление в технических системах.</li>

</ul>
