<h1>
    <div>Бакалаврские образовательные программы кафедры АТПП</div>
    <div>Направление 220700 «Автоматизация технологических процессов и производств (в энергетике)</div>
</h1>
<div class="classic_text">


    <p>
        Выпускник бакалавриата по направлению подготовки 220700 «Автоматизация технологических процессов и производств
        (в энергетике)» может занимать непосредственно после окончания вуза следующие должности: инженер;
        инженер-технолог; инженер по автоматизации и механизации производственных процессов; инженер по
        автоматизированным системам управления производством; инженер-программист (программист); инженер по наладке и
        испытаниям и прочие.
    </p>

    <p>
        Области профессиональной деятельности. Совокупность средств и ме-тодов человеческой деятельности в энергетике,
        направленных на автоматиза-цию действующих и создание новых автоматизированных производств, средств
        автоматизации, применение алгоритмического, аппаратного и программного обеспечения, обеспечивающих выпуск
        конкурентоспособной продукции, ее жизненным циклом продукции и ее качеством, совершенствование структур и
        процессов промышленных предприятий в рамках единого информационного пространства.
    </p>

    <p>
        Объектами профессиональной деятельности выпускника являются производственные, автоматические и
        автоматизированные системы, диагно-стирования производств, их математическое, программное, информационное и
        техническое обеспечение, а также методы и средства их проектирования, изготовления, отладки, производственных
        испытаний и научного исследо-вания.
    </p>

    <img src="/i/foto123.jpg" width="100%" class="classic_picter">

    <div class="picter_hint">
        Студенческая группа АТ-1-04 на лекционно-практическом занятии в пункте управления КТЭЦ-3
    </div>

    <p>
        Выпускник по направлению подготовки «Автоматизация технологических процессов и производств» 220700 может
        выполнять следующие виды профессиональной деятельности.
    </p>

    <p>
        Проектно-конструкторская деятельность. Формулирование целей проекта, построение структуры их взаимосвязей,
        разработка проектов автоматизации процессов и производств; разработка функциональной, логической и технической
        организации автоматизации, автоматизированных систем, их технического, алгоритмического и программного
        обеспечения на основе современных средств и технологий проектирования; разработка технической документации для
        систем автоматизации и управления.
    </p>
    <img src='/i/foto11234234.jpg' width="100%" class="classic_picter">

    <div class="picter_hint">
        Занятия в центре обучения «КГЭУ, Сименс и КЭР-Инжиниринг»
    </div>
    <p>
        Производственно-технологическая деятельность. Освоение на практике и совершенствование систем и средств
        автоматизации и управления производственными и технологическими процессами изготовления продукции, ее жизненным
        циклом и качеством; обеспечение мероприятий по улучшению качества продукции, совершенствованию технологического,
        метрологического, материального обеспечения ее изготовления.
    </p>

    <p>
        <strong>Организационно-управленческая деятельность</strong>. Организация работы малых коллективов исполнителей,
                планирование
                работы
                персонала и фондов оплаты труда, принятие управленческих решений на основе экономических расчетов;
                участие в
                разработке мероприятий по организации процессов разработки, изготовления, контроля, испытаний и
                внедрения
                продукции
                средств и систем автоматизации, контроля, диагностики, управления производством, жизненным циклом
                продукции и ее
                качеством, их эффективной эксплуатации.
    </p>

    <p>
        <strong>Научно-исследовательская деятельность.</strong> Изучение научно-технической информации, опыта в области
        автоматизации,
        автоматизированного управления жизненным циклом продукции, компьютерных систем управления ее качеством;
        моделирование продукции, технологических процессов, средств и систем автоматизации, контроля,
        диагностики,
        испытаний и управления с использованием стандартных пакетов и средств автоматизированного
        проектирования;
        участие в разработке алгоритмического и программного обеспечения; проведение экспериментов.
    </p>

    <p>
        <strong> Сервисно-эксплуатационная деятельность.</strong> Настройка и регламент-ное эксплуатационное
        обслуживание технических и
        программных средств систем автоматизации; выбор методов и средств измерения эксплуатационных характеристик
        средств
        автоматизации; инсталляция, настройка и обслуживание системного, инструментального и прикладного программного
        обеспечения систем автоматизации и управления, диагностика технологических процессов.
    </p>

    <p>
        <strong>Специальные виды деятельности.</strong> Организация повышения квалифи-кации и тренинга сотрудников
        подразделений в
        области
        автоматизации технологических процессов и производств, автоматизированного управления жизненным циклом продукции
        и
        ее качеством.
    </p>

    <ul class="classic_list">
        <li>Специальные дисциплины по направлению 220700.62 - «Автоматизация технологических процессов и производств»:</li>
        <li>ТЕХНОЛОГИЧЕСКИЕ ПРОЦЕССЫ И ПРОИЗВОДСТВА</li>
        <li>МИКРОПРОЦЕССОРНЫЕ СИСТЕМЫ УПРАВЛЕНИЯ;</li>
        <li>ИДЕНТИФИКАЦИЯ И ДИАГНОСТИКА СИСТЕМ;</li>
        <li>ИНТЕГРИРОВАННЫЕ СИСТЕМЫ ПРОЕКТИРОВАНИЯ И УПРАВЛЕНИЯ;</li>
        <li>ТЕХНИЧЕСКИЕ ИЗМЕРЕНИЯ И ПРИБОРЫ.</li>
    </ul>

</div>


