<h1>
    <div>Бакалаврские образовательные программы кафедры АТПП</div>
    <div>Направление 220400 «Управление в технических системах»</div>
</h1>
<div class="classic_text">
    <p>
        Научно-технический прогресс проник во все области человеческой дея-тельности и автоматизация, т.е. создание
        процессов и производств без уча-стия или с частичным участием человека, стала привычной во всех сферах.
        Различают
        различные виды и сферы автоматизации – от автоматических бачков, позволяющих экономить воду в быту, до
        сложнейших
        автоматизированных систем управления технологическими процессами (АСУТП). Автоматизация неразрывна от
        управления,
        так как необходимость автоматизации диктует именно управление процессом или производством. Отсюда часто
        употребляемые термины «автоматическое», «автоматизированное» или «ручное» управление. Особенно важной
        автоматизация
        становится в энергетике, так как сложные системы вообще не могут работать без автоматизации управления, причем
        ее
        роль в будущем будет только возрастать.
    </p>

    <p>
        Современное развитие энергетики и производства привело к преобладанию технологических процессов большой мощности
        со
        сложными комплексами энергетических и материальных потоков и с высокими требованиями к качеству продукции,
        безопасности персонала, сохранности оборудования и к воздействию на окружающую среду, что потребовало создания
        более
        совершенных систем управления. Внедрение информационных технологий, интеллектуальных распределенных систем
        управления и промышленных роботов позволяют создавать высокопроизводительные качественные установки, современные
        цеха и заводы, привлекательные для трудоустройства специалистов. Интеллек-туализация и автоматизация управления
        стала мощным технико-экономическим и социальным фактором и будет определять развитие техники и технологии.
    </p>

    <p>
        Выпускник по направлению подготовки «Управление в технических системах» может занимать непосредственно после
        окончания вуза сле-дующие должности: инженер; инженер по автоматизации и механизации производственных процессов;
        инженер-программист (программист); инженер-электроник (электроник); инженер по наладке и испытаниям и прочие.
    </p>

    <p>
        Область профессиональной деятельности включает в себя совокупность средств, способов и методов человеческой
        деятельности, направленных на создание и применение алгоритмического, аппаратного и программного обеспечения
        систем и средств контроля и управления объектами, системами, технологическими линиями и процессами,
        освобождающих человека от непосредственного участия в процессах получения, передачи, преобразования и
        использования энергии, материалов и информации.
    </p>
    <img src="/i/foto112312.jpg" width="100%" class="classic_picter">

    <p>
        Объектами профессиональной деятельности выпускников по направ-лению «Управление в технических системах» являются
        системы автоматизации, управления, контроля, технического диагностирования и информационного обеспечения,
        построенные на основе компьютерных, информационных и сетевых технологий; методы и средства их проектирования,
        моделирования, экспериментального исследования. Объектами автоматизации и управления являются: объекты тепло- и
        электроэнергетики, промышленности, сельского хозяйства, транспорта, торговли, медицины и т.д.; производственные
        процессы; техническое диагностирование, научные исследования и производственные испытания.
    </p>

    <p>
        Выпускник по направлению подготовки «Управление в технических системах» может выполнять следующие виды
        профессиональной деятельности:
    </p>

    <p>
        <strong>научно-исследовательская деятельность</strong> - построение математических моделей технических систем,
        разработка
        алгоритмического и программного обеспечения систем автоматизации и управления, создание современных
        аппаратно-программных средств с использованием современных компьютерных и информационных технологий;
    </p>

    <p>
        <strong>проектно-конструкторская деятельность</strong> - проектирование архитектуры аппаратно-программных
        комплексов, разработка
        функциональной, логической и технической организации автоматизированных систем, разработка документации для
        обслуживания систем автоматизации и управления;
    </p>
    <img src="/i/123123.jpg" width="100%" class="classic_picter">

    <p>
        <strong>организационно-управленческая деятельность</strong> - организация процесса разработки, производства и
        внедрения систем
        автоматизации и управления; организация работы коллектива разработчиков, принятие управленческих решений;
        планирование; выбор инструментальных, информационных и компьютерных средств при организации создания
        автоматизированных систем; обучение персонала;
    </p>

    <p>
        <strong>монтажно-наладочная деятельность</strong> - поверка, наладка, регулировка, оценка состояния оборудования
        и настройка
        технических средств и программных комплексов автоматизации и управления на действующем объекте;
    </p>

    <p>
        <strong>сервисно-эксплуатационная деятельность</strong> - настройка и регламентное эксплуатационное обслуживание
        на объектах
        программно-технических комплексов систем автоматизации и управления, их программного обеспечения; анализ
        характеристик средств и систем автоматизации и управления.
    </p>


    <ul class="classic_list">
        <li>
            Основная образовательная программа бакалавриата предусматривает изучение следующих учебных циклов:
        </li>
        <li>
            гуманитарный, социальный и экономический циклы;
        </li>
        <li>
            естественнонаучный цикл;
        </li>
        <li>
            профессиональный цикл и разделов:
        </li>
        <li>
            физическая культура;
        </li>
        <li>
            учебная и производственная практики и/или научно-исследовательская работа;
        </li>
        <li>
            итоговая государственная аттестация.
        </li>
    </ul>

    <ul class="classic_list">
        <li>Основные изучаемые дисциплины по обоим направлениям:</li>
        <li>ТЕОРИЯ АВТОМАТИЧЕСКОГО УПРАВЛЕНИЯ;</li>
        <li>ПРОГРАММИРОВАНИЕ И ОСНОВЫ АЛГОРИТМИЗАЦИИ;</li>
        <li>МЕТРОЛОГИЯ, СТАНДАРТИЗАЦИЯ И СЕРТИФИКАЦИЯ;</li>
        <li>ВЫЧИСЛИТЕЛЬНЫЕ МАШИНЫ СИСТЕМЫ И СЕТИ;</li>
        <li>ТЕПЛОВЫЕ И АТОМНЫЕ ЭЛЕКТРИЧЕСКИЕ СТАНЦИИ;</li>
        <li>МОДЕЛИРОВАНИЕ СИСТЕМ;</li>
        <li>ТЕХНИЧЕСКИЕ ИЗМЕРЕНИЯ И ПРИБОРЫ;</li>
        <li>ЭЛЕКТРИЧЕСКИЙ ПРИВОД.</li>
    </ul>

    <ul class="classic_list">
        <li>Специальные дисциплины по направлению 220400 «Управление в технических системах»:</li>
        <li>ТЕХНИЧЕСКИЕ СРЕДСТВА АВТОМАТИЗАЦИИ И УПРАВЛЕНИЯ;</li>
        <li>ИНФОРМАЦИОННЫЕ СЕТИ И ТЕЛЕКОММУНИКАЦИИ;</li>
        <li>АВТОМАТИЗИРОВАННЫЕ ИНФОРМАЦИОННО-УПРАВЛЯЮЩИЕ СИСТЕМЫ;</li>
        <li>АВТОМАТИЗАЦИЯ ПРОЕКТИРОВАНИЯ СИСТЕМ И СРЕДСТВ УПРАВЛЕНИЯ;</li>
        <li>СИСТЕМЫ ИСКУССТВЕННОГО ИНТЕЛЛЕКТА;</li>
        <li>РЕЛЕЙНАЯ ЗАЩИТА ЭЛЕКТРОЭНЕРГЕТИЧЕСКИХ СИСТЕМ;</li>
        <li>ЭЛЕКТРОПРИВОДЫ ТЕХНИЧЕСКИХ СИСТЕМ.</li>
    </ul>
</div>


