<h1>
    <div>Выпускник магистратуры по направлению</div>
    <div>220400 «Управление в технических системах»</div>
</h1>
<div class="classic_text">
    <p>
        Проектно-конструкторская деятельность. Анализ состояния научно-технической проблемы путем подбора, изучения и
        анализа литературных и патентных источников в области автоматизации и управления; определение цели, постановка
        задач проектирования, подготовка технических заданий на выполнение проектных работ; проектирование средств и
        систем автоматизации и управления с использованием современных пакетов прикладного программного обеспечения
        автоматизированного проектирования; разработка проектно-конструкторской документации в соответствии с
        нормативными требованиями.
    </p>


    <img src="/i/foto311.jpg" width="100%" class="classic_picter">

    <div class="picter_hint">
        Выпускники-2008 г. магистры кафедры АТПП
        после вручения дипломов с заведующим кафедрой
        профессором К.Х. Гильфановым в лаборатории
        «Управление и информатика в энергетических системах»

    </div>

    <p>
        <strong>Проектно-технологическая деятельность</strong>. Разработка технологической документации на проектируемые
        аппаратные и
        программные средства автоматизации и управления с использованием автоматизированных систем технологической
        подготовки производства; обеспечение технологичности изделий и процессов их изготовления, оценка экономической
        эффективности технологических процессов; тестирование и отладка аппаратно-программных средств и комплексов
        систем автоматизации и управления; авторское сопровождение разрабатываемых аппаратных и программных средств
        автоматизации и управления на этапах проектирования и производства.
    </p>

    <p>
        <strong>Научно-исследовательская деятельность.</strong> Разработка рабочих планов и программ проведения научных
        исследований и
        технических разработок, подготовка заданий для исполнителей; сбор, обработка, анализ и систематизация
        научно-технической информации, выбор методик и средств решения задач по теме исследования; разработка
        математических моделей процессов и объектов систем автоматизации и управления; разработка технического,
        информационного и алгоритмического обеспечения проектируемых систем автоматизации и управления; проведение
        натурных исследований и компьютерного моделирования объектов и процессов управления с применением современных
        математических методов, технических и программных средств; разработка методик и аппаратно-программных средств
        моделирования, идентификации и технического диагностирования динамических объектов различной физической природы;
        подготовка по результатам выполненных исследований научно-технических отчетов, обзоров, публикаций, научных
        докладов, заявок на изобретения и других материалов.
    </p>

    <p>
        <strong>Организационно-управленческая деятельность.</strong> Организация работы коллективов исполнителей;
        поддержка единого
        информационного пространства планирования и управления предприятием на всех этапах жизненного цикла производимой
        продукции; участие в проведении технико-экономического и функционально-стоимостного анализа рыночной
        эф-фективности создаваемого продукта; подготовка документации для создания и развития системы менеджмента
        качества предприятия; разработка планов и программ инновационной деятельности на предприятии.
    </p>

    <p>
        <strong>Научно-педагогическая деятельность.</strong> Работа в качестве преподавателя средних специальных или
        высших учебных заведений по учебным дисциплинам предметной области данного направления под руководством
        профессора, доцента или старшего преподавателя; участие в разработке учебно-методических материалов для
        студентов по дисциплинам предметной области данного направления; участие в модернизации или разработке новых
        лабораторных практикумов по дисциплинам профессио-нального цикла.Научно-педагогическая деятельность. Работа в
        качестве преподавателя средних специальных или высших учебных
        заведений по учебным дисциплинам предметной области данного направления под руководством профессора, доцента или
        старшего преподавателя; участие в разработке учебно-методических материалов для студентов по дисциплинам
        предметной области данного направления; участие в модернизации или разработке новых лабораторных практикумов по
        дисциплинам профессио-нального цикла.
    </p>


    <ul class="classic_list">
        <li> Дисциплины, изучаемые в магистратуре по направлению 220400.68 - «Управление в технических системах»:
        </li>
        <li>СОВРЕМЕННЫЕ ПРОБЛЕМЫ ТЕОРИИ УПРАВЛЕНИЯ;</li>
        <li>АВТОМАТИЗАЦИЯ ЭНЕРГОБЛОКОВ;</li>
        <li>ОПТИМАЛЬНОЕ И АДАПТИВНОЕ УПРАВЛЕНИЕ;</li>
        <li>ПРОГРАММНО-ТЕХНИЧЕСКИЕ КОМПЛЕКСЫ И КОНТРОЛЛЕРЫ АВТОМАТИЗИРОВАННЫХ СИСТЕМ ЭНЕРГЕТИКИ;</li>
        <li>КОМПЬЮТЕРНЫЕ ТЕХНОЛОГИИ УПРАВЛЕНИЯ В ТЕХНИЧЕСКИХ СИСТЕМАХ;</li>
        <li>ИДЕНТИФИКАЦИЯ И ДИАГНОСТИКА ОБЪЕКТОВ И СИСТЕМ УПРАВЛЕНИЯ</li>
        <li>АСУТП ЭНЕРГЕТИЧЕСКИХ УСТАНОВОК КОМБИНИРОВАННЫХ ЦИКЛОВ.</li>
    </ul>

    <p>
        Во время обучения студенты проходят практику на предприятиях энергетики, проектных, монтажных и пуско-наладочных
        организациях Татарстана, Урала и Сибири.
    </p>

    <p>
        Студенты кафедры АТПП ежегодно получают практические навыки (вне учебного плана) по работе с продукцией ведущих
        отечественных и зарубежных фирм «Siemens», «Yokogawa», «Эмерсон», «КЭР-ИНЖИНИРИНГ» и др. на их
        представительствах в г. Казани.
    </p>



</div>


